import './AllStyle.css'
export const HomePage = ()=>{
    return(
    <div className='home'>
        <h2>Travelling</h2>
        <div className='home1'>
            <h3>Эту поездку вы будете вспоминать очень долго.</h3>
            <p>Хочется куда-нибудь поехать, отдохнуть от рутины, насладиться природой, архитектурой, узнать о незнакомой культуре и открыть для себя новые грани жизни? Конечно хочется! Но вот проблема – куда отправиться? В голову приходят названия совершенно разных стран и городов: от курортов до культурных центров, от мегаполисов до тихих городков. Однако повторять банальные маршруты желания нет. Мы собрали для вас несколько идей, которые помогут сделать ваше путешествие незабываемым.</p>
        </div>
       <div className='home2'>
        <h3>
        Сёрфинг на Маврикии
        </h3>
        <p>
        Кайтбордингом (сёрф, управляемый воздушным змеем) на Маврикии занимаются круглый год, но зима – самый подходящий сезон. Именно в это время года на острове наступает стабильный сезон ветров. Любители кайтсёрфинга предпочитают лагуну Ле Морн на полуострове Леморн Брабант. Эту лагуну советуют также новичкам. К слову, невероятно красивый ландшафт полуострова включён в список Всемирного наследия ЮНЕСКО. Поэтому если кайтсёрфинг вас не вдохновит, на помощь придут уникальные пейзажи.
        </p>
        <img src="https://img.championat.com/i/17/93/15173317931571008395.jpg" alt="foto"/>
       </div>
       <div>
        <h3>
        Подъём на вулкан в Гватемале
        </h3>
        <p>
        Для тех, кому непременно хочется пощекотать нервы, организуются специальные экскурсии к жерлу вулкана Пакайя в Гватемале. Предвосхищая вопросы, скажем, что вулкан действует в настоящее время. Несколько лет назад из-за очередного извержения столичный аэропорт был закрыт, а ближайший город покрылся толстым слоем пепла. На экскурсии вы сможете увидеть потоки лавы, стекающие с вершины Пакайя. Конечно, на самый верх попасть не удастся. Но не расстраивайтесь: четырехчасового восхождения и жара от лавовых рек будет достаточно. В дополнение вы сможете опробовать и местное развлечение – поджарить сосиску над раскалённой лавой.
        </p>
        <img src="https://img.championat.com/i/18/10/15173318101249920855.jpg" alt="foto"/>
       </div>
       <div>
        <h3>
        Дайвинг в Папуа – Новая Гвинея

        </h3>
        <p>
        Цивилизация в этой части острова фактически полностью отсутствует: доисторический уклад жизни, дикие племена, джунгли и бескрайний океан рядом. Преодолевая на каждом шагу опасности, вы получите максимальный заряд адреналина. Позаботьтесь заранее сделать справку о необходимых прививках и составьте план путешествия. Жить в этом месте непросто и небезопасно. Однако Папуа – Новая Гвинея – идеальное место для дайвинга.

        </p>
        <img src="https://img.championat.com/i/18/59/15173318591664107990.jpg" alt="foto"/>
       </div>
        <div>
            <p>и др...</p>
            <img src="https://n1s1.elle.ru/af/e4/83/afe48358933fccff210ca42cdd4a2ac0/1880x1253_0xac120002_8615112691533568594.jpeg" alt="foto"/>
            <img src="https://www.edimdoma.ru/system/images/contents/0000/5972/wide/AdobeStock_199751065_%D0%BA%D0%BE%D0%BF%D0%B8%D1%8F.jpg?1556014527" alt="foto"/>
            <img src="https://rubic.us/wp-content/uploads/2018/02/iw-US-Roatrip-e1518285949838-1024x642.jpg" alt="foto"/>
            <img src="https://img.championat.com/i/h/z/1626340964610874745.jpg" alt="foto"/>
            <img src="https://vitiana.com/wp-content/uploads/2018/01/thailand-1451382_1920-1024x711.jpg" alt="foto"/>
            <img src="http://moymir2.ru/wp-content/uploads/2017/12/%D0%A1%D0%B0%D0%BC%D0%BE%D1%81%D1%82%D0%BE%D1%8F%D1%82%D0%B5%D0%BB%D1%8C%D0%BD%D0%BE%D0%B5-%D0%BF%D1%83%D1%82%D0%B5%D1%88%D0%B5%D1%81%D1%82%D0%B2%D0%B8%D0%B5.jpg" alt="foto"/>
        </div>
    </div>
    )
}